tap 'thoughtbot/formulae'
tap 'caskroom/cask'

brew 'vim'
brew 'git'
brew 'python'
brew 'the_silver_searcher'
brew 'tmux'
brew 'mysql'
brew 'go'

brew 'rbenv', args: ['HEAD']
brew 'ruby-build', args: ['HEAD']

brew 'node'
brew 'postgresql'
brew 'redis'

cask 'slack'
cask 'docker'
cask 'flux'
cask 'atom'
cask 'spotify'
cask 'iterm2'
cask 'skype'
cask 'google-chrome'
cask 'firefox'
cask 'postgres'
